/* Blow duration target */
"Blow duration target" = "Blow duration target";

/* go to calibration settings */
"Calibration" = "Calibration";

/* Back Button for Title management */
"Done" = "Done";

/* DurationExplanantion */
"Durations: periods when the Flutter® VRP1 vibrates in the targeted range of frequencies." = "Durations: periods when the Flutter® VRP1 vibrates in the targeted range of frequencies.";

/* Exercice duration target */
"Exercice duration target" = "Exercice duration target";

/* PlayBack Volume */
"PlayBack Volume" = "PlayBack Volume";

/* Profile Button with title */
"Profile" = "Profile";

/* Profil Management Title */
"Profiles" = "Profiles";

/* ParametersApp Title */
"Settings" = "Settings";

